'use strict';

module.exports = {
  up: async (queryInterface, Sequelize) => {

      await queryInterface.bulkInsert('mockup_productDetails', [
        {
          "sku": "SKU001",
          "productname": "เบบี้ฮ่องเต้ 200 กรัม",
          "category": "ผักใบ",
          "weight": "200 กรัม",
          "benefit": "1.เสริมสร้างกระดูกให้แข็งแรง 2.กระตุ้นระบบไหลเวียนเลือด 3.ช่วยให้ฟื้นตัวได้เร็วขึ้น 4.ป้องกันโรคเรื้อรัง 5.บำรุงสายตา 6.บำรุงหัวใจและหลอดเลือด 7.ช่วยเสริมสร้างระบบภูมิคุ้มกัน 8.บำรุงผิว 9.ลดความดันโลหิต",
          "content": "https://health.mthai.com/howto/health-care/29710.html http://www.rakbankerd.com/agriculture/page.php?id=1136&s=tblplant",
          "recommendmenu": "กวางตุ้งฮ่องเต้ผัดหมูกุ้ง,เกี๊ยวน้ำฮ่องเต้,กุ้งผัดเบบี้ฮ่องเต้",
          "lng": "th",
          "createdAt": "2021-02-19 15:25:07Z",
          "updatedAt": "2021-02-19 15:25:07Z"
      },
      {
          "sku": "SKU002",
          "productname": "เห็ดเข็มทอง 200 กรัม",
          "category": "เห็ด",
          "weight": "200 กรัม",
          "benefit": "1.ช่วยดักจับไขมันส่วนเกินในเลือด จึงช่วยลดน้ำหนักได้ และยังป้องกันโรคอ้วนได้อีกด้วย 2.ทำให้ระบบขับถ่ายดีขึ้น 3.บำรุงผิวพรรณให้มีน้ำมีนวลขึ้น 4.ช่วยลดคอเลสเตอรอลในร่างกาย 5.รักษาโรคตับ กระเพาะอาหาร และลำไส้เรื้อรัง 6.มีสารเฟรมมูลิน (Flammulin) ที่สามารถยับยั้งการเจริญเติบโตของเซลล์มะเร็ง 7.เสริมสร้างระบบภูมิคุ้มกันโรคให้กับร่างกาย 8.ช่วยควบคุมระดับน้ำตาลในเลือดได้ จึงเหมาะกับผู้ป่วยโรคเบาหวาน 9.บำรุงสมอง เสริมสร้างความจำให้ดีขึ้น 10.กระตุ้นการทำงานของระบบเผาผลาญในร่ายกาย ช่วยให้ร่างกายดูดซับสารอาหารได้ดียิ่งขึ้น",
          "content": "https://www.sanook.com/health/3373/ https://health.kapook.com/view141273.html",
          "recommendmenu": "ไข่เจียวเห็ดเข็มทอง ,พล่าเห็ดเข็มทอง,เห็ดเข็มทองผัดเบคอน ",
          "lng": "th",
          "createdAt": "2021-02-19 15:25:07Z",
          "updatedAt": "2021-02-19 15:25:07Z"
      },
      {
          "sku": "SKU003",
          "productname": "เห็ดออรินจิ 200 กรัม",
          "category": "เห็ด",
          "weight": "200 กรัม",
          "benefit": "1.ช่วยต้านมะเร็ง เนื่องจากคุณสมบัติของสารต้านอนุมูลอิสระในเห็ดออรินจิ 2.ช่วยลดอาการปวดตามส่วนต่างๆ ของร่างกาย 3.ช่วยลดน้ำตาลในเลือด เหมาะกับผู้ที่เป็นโรคเบาหวาน และผู้ที่ต้องการลดน้ำหนัก 4.ช่วยปรับสมดุลของร่างกาย ให้ทุกส่วนต่างๆ ทำงานได้ดียิ่งขึ้น 5.ช่วยลดความดันโลหิตสูง ปรับความดันให้อยู่ในระดับปกติ 6.มีคุณค่าทางโภชนาการคล้ายเนื้อสัตว์ สามารถทานควบคู่ไปกับผักสลัด หรือทำอาหารโดยใส่เห็ดแทนเนื้อสัตว์ได้ 7.ช่วยลดคอเลสเตอรอลในร่างกาย ก็เหมาะกับผู้ที่รักสุขภาพ และอยากลดน้ำหนักอีกนั่นแหละ 8.บำรุงโลหิต ใครที่ประสบปัญหาโลหิตจาง ทานเห็ดออรินจิเป็นประจำช่วยได้แน่นอน",
          "content": "https://health.kapook.com/view133914.html https://www.sanook.com/health/4517/",
          "recommendmenu": "เห็ดออรินจิผัดพริกเผา,ผัดเห็นออรินจิไข่ข้น,ต้มยำหมึกกรอบเห็ดออรินจิ",
          "lng": "th",
          "createdAt": "2021-02-19 15:25:07Z",
          "updatedAt": "2021-02-19 15:25:07Z"
      },
      {
          "sku": "SKU004",
          "productname": "เห็ดแชมปิญอง 200 กรัม",
          "category": "เห็ด",
          "weight": "200 กรัม",
          "benefit": "1.ช่วยป้องกันและต้านทานต่อโรคมะเร็งต่างๆ โดยเฉพาะโรคมะเร็งเต้านมในผู้หญิง 2.ช่วยให้ร่างกายเกิดการสร้างภูมิคุ้มกันโรคได้ดี 3.ช่วยลดระดับคอเลสเตอรอลและไขมันในเลือดได้อย่างดีเยี่ยม 4.ช่วยขับหรือล้างสารพิษที่สะสมอยู่ในร่างกายออกมา 5.ช่วยให้ร่างกายแข็งแรงมีพละกำลัง 6.ช่วยทำให้ระบบขับถ่ายทำงานได้ดี ท้องไม่ผูก 7.ช่วยทำให้ระบบเลือดภายในร่างกายไหลเวียนได้ดีขึ้น",
          "content": "https://www.xn--12cg1cxchd0a2gzc1c5d5a.net/%E0%B9%80%E0%B8%AB%E0%B9%87%E0%B8%94%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%94%E0%B8%B8%E0%B8%A1/ https://women.thaiza.com/health/387460/",
          "recommendmenu": "เต้าหู้ราดซอสเห็ด,ซุปเห็ดครีมเห็ดแชมปิญอง,เห็ดอบเนย ",
          "lng": "th",
          "createdAt": "2021-02-19 15:25:07Z",
          "updatedAt": "2021-02-19 15:25:07Z"
      },
      {
          "sku": "SKU005",
          "productname": "เห็ดชิเมจิขาว 200 กรัม",
          "category": "เห็ด",
          "weight": "200 กรัม",
          "benefit": "1.ช่วยป้องกันโรคมะเร็งได้ดีมากๆ และช่วยยับยั้งไม่ให้เซลล์มะเร็งเจริญเติบโตขึ้น 2.ช่วยลดระดับน้ำตาลและปริมาณของไขมันที่อุดตันอยู่ในเส้นเลือด 3.ช่วยให้ตับของเราไม่ต้องทำงานหนักมาก 4.ช่วยล้างและขับสารพิษที่ตกค้างอยู่ในตับออกมา 5.ช่วยในเรื่องของการควบคุมน้ำหนักได้ดี เพราะไม่มีไขมันที่ทำให้อ้วน และมีโซเดียมในปริมาณที่ต่ำมากๆ ทำให้ไม่เกิดภาวะตัวบวม 6.มีอนุมูลอิสระที่ช่วยให้ร่างกายแข็งแรงไม่เจ็บป่วยบ่อย 7.ช่วยป้องกันโรคโลหิตจาง",
          "content": "https://cities.trueid.net/article/%E0%B8%84%E0%B8%B8%E0%B8%93%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B9%82%E0%B8%A2%E0%B8%8A%E0%B8%99%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%87-%E0%B9%80%E0%B8%AB%E0%B9%87%E0%B8%94%E0%B8%8A%E0%B8%B4%E0%B9%80%E0%B8%A1%E0%B8%88%E0%B8%B4-trueidintrend_52206",
          "recommendmenu": "เห็ดชิเมจผัดเนยซอสโชยุ,เห็ดชิเมจิผัดกะปิ,พาสต้าเห็นชิเมจิ",
          "lng": "th",
          "createdAt": "2021-02-19 15:25:07Z",
          "updatedAt": "2021-02-19 15:25:07Z"
      },
      {
          "sku": "SKU006",
          "productname": "เบค่อน 200 กรัม",
          "category": "เนื้อหมู",
          "weight": "200 กรัม",
          "benefit": "เบคอน…อุดมไปด้วยวิตามินบี 1 บี 3 และบี 12 รวมถึงสังกะสี ช่วยบำรุงผิว เส้นผม และดวงตา เบคอน…มี “ไนอาซิน” หรือวิตามินบี 3 ที่ช่วยให้คนเรามีอายุยืนขึ้น เบคอน…มีกรดอะมิโนจากโปรตีนที่ช่วยแก้อาการเมาค้าง เบคอน…มีโคเอนไซม์ Q1 ช่วยในการเบิร์นไขมัน เมื่อทำงานร่วมกับการออกกำลังกาย เบคอน…มี 45% ของไขมัน  เป็นไขมันไม่อิ่มตัวที่ดีต่อสุขภาพ",
          "content": "https://www.youtube.com/watch?v=Y7YXOUVWw8U",
          "recommendmenu": "-",
          "lng": "th",
          "createdAt": "2021-02-19 15:25:07Z",
          "updatedAt": "2021-02-19 15:25:07Z"
      },
      {
          "sku": "SKU007",
          "productname": "ซี่โครงหมู 200 กรัม",
          "category": "เนื้อหมู",
          "weight": "200 กรัม",
          "benefit": "ประโยชน์ทางด้านโปรตีนเสริมสร้างร่างกาย,สร้างกระดูก และทำให้กระดูกแข็งแรงขึ้น",
          "content": "https://www.youtube.com/watch?v=wjBhTOaQPE0",
          "recommendmenu": "-",
          "lng": "th",
          "createdAt": "2021-02-19 15:25:07Z",
          "updatedAt": "2021-02-19 15:25:07Z"
      },
      {
          "sku": "SKU008",
          "productname": "ซี่โครงอ่อน 200 กรัม",
          "category": "เนื้อหมู",
          "weight": "200 กรัม",
          "benefit": "ได้แคลเซียม เป็นสารตั้งต้นในการเจริญเติบโตของกระดูกและฟัน",
          "content": "https://www.youtube.com/watch?v=HLd1W_8o-oA",
          "recommendmenu": "-",
          "lng": "th",
          "createdAt": "2021-02-19 15:25:07Z",
          "updatedAt": "2021-02-19 15:25:07Z"
      },
      {
          "sku": "SKU009",
          "productname": "เมล่อนญี่ปุ่นเนื้อเขียว 200 กรัม",
          "category": "ผลไม้สด",
          "weight": "200 กรัม",
          "benefit": "ลดความดันโลหิตสูง,เสริมสร้างระบบภูมิคุ้มกัน,ช่วยให้ระบบย่อยอาหารทำงานได้อย่างมีประสิทธิภาพมาก,ต่อต้านอนุมูลอิสระ",
          "content": "https://www.youtube.com/watch?v=btrqvjylBog",
          "recommendmenu": "-",
          "lng": "th",
          "createdAt": "2021-02-19 15:25:07Z",
          "updatedAt": "2021-02-19 15:25:07Z"
      },
      {
          "sku": "SKU010",
          "productname": "เมล่อนญี่ปุ่นเนื้อส้ม 200 กรัม",
          "category": "ผลไม้สด",
          "weight": "200 กรัม",
          "benefit": "ลดความดันโลหิตสูง,เสริมสร้างระบบภูมิคุ้มกัน,ช่วยให้ระบบย่อยอาหารทำงานได้อย่างมีประสิทธิภาพมาก,ต่อต้านอนุมูลอิสระ",
          "content": "https://www.youtube.com/watch?v=aCAe3pIF51o",
          "recommendmenu": "-",
          "lng": "th",
          "createdAt": "2021-02-19 15:25:07Z",
          "updatedAt": "2021-02-19 15:25:07Z"
      },
      {
          "sku": "SKU011",
          "productname": "ปีกกลางไก่ 200 กรัม",
          "category": "เนื้อไก่",
          "weight": "200 กรัม",
          "benefit": "มีแร่ธาตุหลายชนิด เช่น แคลเซียม ฟอสฟอรัส ไวตามินเอ และไนอาซิน",
          "content": "https://www.youtube.com/watch?v=j2x7MAa2qnM",
          "recommendmenu": "ปีกไก่ทอดน้ำปลา",
          "lng": "th",
          "createdAt": "2021-02-19 15:25:07Z",
          "updatedAt": "2021-02-19 15:25:07Z"
      },
      {
          "sku": "SKU012",
          "productname": "ผักกาดแก้ว 200 กรัม",
          "category": "ผักใบ",
          "weight": "200 กรัม",
          "benefit": "ช่วยบำรุงร่างกาย ช่วยขับน้ำนม ช่วยบำรุงตับ แก้ปวด แก้ปวดเอว แก้กระหายน้ำ ช่วยป้องกันโรคโลหิตจาง",
          "content": "https://www.youtube.com/watch?v=tCvVAW2aI4A",
          "recommendmenu": "ผักกาดแก้วผัดน้ำปลา",
          "lng": "th",
          "createdAt": "2021-02-19 15:25:07Z",
          "updatedAt": "2021-02-19 15:25:07Z"
      },
      {
          "sku": "SKU013",
          "productname": "เนื้อสันนอกวัว 200 กรัม",
          "category": "เนื้อวัว",
          "weight": "200 กรัม",
          "benefit": "โปรตีนจากเนื้อสัตว์มีคุณภาพสูง และประกอบด้วยกรดอะมิโน 8 ชนิดที่จำเป็นสำหรับการเจริญเติบโตของร่างกาย ช่วยให้พลังงานสำรองแก่ร่างกาย",
          "content": "https://www.youtube.com/watch?v=_xix1Ti3Jq4",
          "recommendmenu": "สเต็กเนื้อสันนอกพริกไทยดำ",
          "lng": "th",
          "createdAt": "2021-02-19 15:25:07Z",
          "updatedAt": "2021-02-19 15:25:07Z"
      },
      {
          "sku": "SKU014",
          "productname": "หมูสามชั้น  200 กรัม",
          "category": "เนื้อหมู",
          "weight": "200 กรัม",
          "benefit": "อุดมไปด้วยโปรตีนแล้ว ยังเป็นแหล่งของสารอาหารอื่นๆ เช่นวิตามินบี 1 ช่วยลดอาการเหน็บชา วิตามินเอบำรุงสายตา และยังมีฟอสฟอรัส",
          "content": "https://www.youtube.com/watch?v=nh4nzZza4yE",
          "recommendmenu": "หมูสามชั่นทอดน้ำปลา,หมูสามชั้นผัดพริกเกลือ",
          "lng": "th",
          "createdAt": "2021-02-19 15:25:07Z",
          "updatedAt": "2021-02-19 15:25:07Z"
      },
      {
          "sku": "SKU015",
          "productname": "ดอกกุยช่าย 200 กรัม",
          "category": "ผักใบ",
          "weight": "200 กรัม",
          "benefit": "มีฟอสฟอรัส มีเบตาแคโรทีน มีวิตามินเอ มีวิตามินซี มีคาร์โบไฮเดรต มีพลังงาน มีเส้นใย มีไขมัน มีเหล็ก มีแคลเซียม",
          "content": "https://www.youtube.com/watch?v=3n5elf-FRs8",
          "recommendmenu": "ดอกกุยช่ายผัดหมู",
          "lng": "th",
          "createdAt": "2021-02-19 15:25:07Z",
          "updatedAt": "2021-02-19 15:25:07Z"
      },
      {
          "sku": "SKU016",
          "productname": "ผักชีฝรั่ง 200 กรัม",
          "category": "ผักใบ",
          "weight": "200 กรัม",
          "benefit": "ตำเป็นยาทาแก้แผลเรื้อรัง และแก้บวม ทั้งต้น แก้แมลงสัตว์กัดต่อย แก้ปวดศีรษะ อาหารเป็นพิษ",
          "content": "https://www.youtube.com/watch?v=2WXXQDuoFLE",
          "recommendmenu": "ต้มข่าไก่,ตำซั่ว",
          "lng": "th",
          "createdAt": "2021-02-19 15:25:07Z",
          "updatedAt": "2021-02-19 15:25:07Z"
      },
      {
          "sku": "SKU017",
          "productname": "หมูบด 200 กรัม",
          "category": "เนื้อหมู",
          "weight": "200 กรัม",
          "benefit": "มีประโยชน์อย่างมากไม่ว่าจะเป็นช่วยในการลดไขมัน ลดการอักเสบของผิวหนัง หรือแม้กระทั่งบำรุงสมอง",
          "content": "https://www.youtube.com/watch?v=ydACV5lJ0pA",
          "recommendmenu": "ผัดกระเพราหมูบด,ต้มจืดเต้าหู้หมูบด",
          "lng": "th",
          "createdAt": "2021-02-19 15:25:07Z",
          "updatedAt": "2021-02-19 15:25:07Z"
      },
      {
          "sku": "SKU018",
          "productname": "ตับหมู 200 กรัม",
          "category": "เนื้อหมู",
          "weight": "200 กรัม",
          "benefit": "สามารถช่วยบำรุงสายตาให้สามารถปรับการรับรู้ในที่แสงสว่างไม่เพียงพออีกด้วย กระตุ้นระบบกล้ามเนื้อร่างกายให้มีประสิทธิภาพมากยิ่งขึ้น",
          "content": "https://www.youtube.com/watch?v=0CAVVqE6RGM",
          "recommendmenu": "ตับทอดกระเทียม,ผัดกระเพราตับ",
          "lng": "th",
          "createdAt": "2021-02-19 15:25:07Z",
          "updatedAt": "2021-02-19 15:25:07Z"
      },
      {
          "sku": "SKU019",
          "productname": "ตับไก่ 200 กรัม",
          "category": "เนื้อไก่",
          "weight": "200 กรัม",
          "benefit": "ตับไก่ มีประโยชน์ เสริมสร้างกล้ามเนื้อ ซ่อมแซมส่วนที่สึกหรอ และเป็นแหล่งรวมวิตามิน ทั้งวิตามินเอ วิตามินบี 2",
          "content": "https://www.youtube.com/watch?v=j8VQkRwTNIs",
          "recommendmenu": "กระเพราตับไก่",
          "lng": "th",
          "createdAt": "2021-02-19 15:25:07Z",
          "updatedAt": "2021-02-19 15:25:07Z"
      },
      {
          "sku": "SKU020",
          "productname": "น่องไก่ 200 กรัม",
          "category": "เนื้อไก่",
          "weight": "200 กรัม",
          "benefit": "มีแร่ธาตุหลายชนิด เช่น แคลเซียม ฟอสฟอรัส ไวตามินเอ และไนอาซิน",
          "content": "https://www.youtube.com/watch?v=LFIBeqlExu8",
          "recommendmenu": "น่องไก่ชุบแป้งทอด",
          "lng": "th",
          "createdAt": "2021-02-19 15:25:07Z",
          "updatedAt": "2021-02-19 15:25:07Z"
      },
      {
          "sku": "SKU001",
          "productname": "เบบี้ฮ่องเต้ 200 กรัม",
          "category": "Leafy vegetables",
          "weight": "200 กรัม",
          "benefit": "1.เสริมสร้างกระดูกให้แข็งแรง 2.กระตุ้นระบบไหลเวียนเลือด 3.ช่วยให้ฟื้นตัวได้เร็วขึ้น 4.ป้องกันโรคเรื้อรัง 5.บำรุงสายตา 6.บำรุงหัวใจและหลอดเลือด 7.ช่วยเสริมสร้างระบบภูมิคุ้มกัน 8.บำรุงผิว 9.ลดความดันโลหิต",
          "content": "https://health.mthai.com/howto/health-care/29710.html http://www.rakbankerd.com/agriculture/page.php?id=1136&s=tblplant",
          "recommendmenu": "กวางตุ้งฮ่องเต้ผัดหมูกุ้ง,เกี๊ยวน้ำฮ่องเต้,กุ้งผัดเบบี้ฮ่องเต้",
          "lng": "en",
          "createdAt": "2021-02-19 15:25:07Z",
          "updatedAt": "2021-02-19 15:25:07Z"
      },
      {
          "sku": "SKU002",
          "productname": "เห็ดเข็มทอง 200 กรัม",
          "category": "mushroom",
          "weight": "200 กรัม",
          "benefit": "1.ช่วยดักจับไขมันส่วนเกินในเลือด จึงช่วยลดน้ำหนักได้ และยังป้องกันโรคอ้วนได้อีกด้วย 2.ทำให้ระบบขับถ่ายดีขึ้น 3.บำรุงผิวพรรณให้มีน้ำมีนวลขึ้น 4.ช่วยลดคอเลสเตอรอลในร่างกาย 5.รักษาโรคตับ กระเพาะอาหาร และลำไส้เรื้อรัง 6.มีสารเฟรมมูลิน (Flammulin) ที่สามารถยับยั้งการเจริญเติบโตของเซลล์มะเร็ง 7.เสริมสร้างระบบภูมิคุ้มกันโรคให้กับร่างกาย 8.ช่วยควบคุมระดับน้ำตาลในเลือดได้ จึงเหมาะกับผู้ป่วยโรคเบาหวาน 9.บำรุงสมอง เสริมสร้างความจำให้ดีขึ้น 10.กระตุ้นการทำงานของระบบเผาผลาญในร่ายกาย ช่วยให้ร่างกายดูดซับสารอาหารได้ดียิ่งขึ้น",
          "content": "https://www.sanook.com/health/3373/ https://health.kapook.com/view141273.html",
          "recommendmenu": "ไข่เจียวเห็ดเข็มทอง ,พล่าเห็ดเข็มทอง,เห็ดเข็มทองผัดเบคอน ",
          "lng": "en",
          "createdAt": "2021-02-19 15:25:07Z",
          "updatedAt": "2021-02-19 15:25:07Z"
      },
      {
          "sku": "SKU003",
          "productname": "เห็ดออรินจิ 200 กรัม",
          "category": "mushroom",
          "weight": "200 กรัม",
          "benefit": "1.ช่วยต้านมะเร็ง เนื่องจากคุณสมบัติของสารต้านอนุมูลอิสระในเห็ดออรินจิ 2.ช่วยลดอาการปวดตามส่วนต่างๆ ของร่างกาย 3.ช่วยลดน้ำตาลในเลือด เหมาะกับผู้ที่เป็นโรคเบาหวาน และผู้ที่ต้องการลดน้ำหนัก 4.ช่วยปรับสมดุลของร่างกาย ให้ทุกส่วนต่างๆ ทำงานได้ดียิ่งขึ้น 5.ช่วยลดความดันโลหิตสูง ปรับความดันให้อยู่ในระดับปกติ 6.มีคุณค่าทางโภชนาการคล้ายเนื้อสัตว์ สามารถทานควบคู่ไปกับผักสลัด หรือทำอาหารโดยใส่เห็ดแทนเนื้อสัตว์ได้ 7.ช่วยลดคอเลสเตอรอลในร่างกาย ก็เหมาะกับผู้ที่รักสุขภาพ และอยากลดน้ำหนักอีกนั่นแหละ 8.บำรุงโลหิต ใครที่ประสบปัญหาโลหิตจาง ทานเห็ดออรินจิเป็นประจำช่วยได้แน่นอน",
          "content": "https://health.kapook.com/view133914.html https://www.sanook.com/health/4517/",
          "recommendmenu": "เห็ดออรินจิผัดพริกเผา,ผัดเห็นออรินจิไข่ข้น,ต้มยำหมึกกรอบเห็ดออรินจิ",
          "lng": "en",
          "createdAt": "2021-02-19 15:25:07Z",
          "updatedAt": "2021-02-19 15:25:07Z"
      },
      {
          "sku": "SKU004",
          "productname": "เห็ดแชมปิญอง 200 กรัม",
          "category": "mushroom",
          "weight": "200 กรัม",
          "benefit": "1.ช่วยป้องกันและต้านทานต่อโรคมะเร็งต่างๆ โดยเฉพาะโรคมะเร็งเต้านมในผู้หญิง 2.ช่วยให้ร่างกายเกิดการสร้างภูมิคุ้มกันโรคได้ดี 3.ช่วยลดระดับคอเลสเตอรอลและไขมันในเลือดได้อย่างดีเยี่ยม 4.ช่วยขับหรือล้างสารพิษที่สะสมอยู่ในร่างกายออกมา 5.ช่วยให้ร่างกายแข็งแรงมีพละกำลัง 6.ช่วยทำให้ระบบขับถ่ายทำงานได้ดี ท้องไม่ผูก 7.ช่วยทำให้ระบบเลือดภายในร่างกายไหลเวียนได้ดีขึ้น",
          "content": "https://www.xn--12cg1cxchd0a2gzc1c5d5a.net/%E0%B9%80%E0%B8%AB%E0%B9%87%E0%B8%94%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%94%E0%B8%B8%E0%B8%A1/ https://women.thaiza.com/health/387460/",
          "recommendmenu": "เต้าหู้ราดซอสเห็ด,ซุปเห็ดครีมเห็ดแชมปิญอง,เห็ดอบเนย ",
          "lng": "en",
          "createdAt": "2021-02-19 15:25:07Z",
          "updatedAt": "2021-02-19 15:25:07Z"
      },
      {
          "sku": "SKU005",
          "productname": "เห็ดชิเมจิขาว 200 กรัม",
          "category": "mushroom",
          "weight": "200 กรัม",
          "benefit": "1.ช่วยป้องกันโรคมะเร็งได้ดีมากๆ และช่วยยับยั้งไม่ให้เซลล์มะเร็งเจริญเติบโตขึ้น 2.ช่วยลดระดับน้ำตาลและปริมาณของไขมันที่อุดตันอยู่ในเส้นเลือด 3.ช่วยให้ตับของเราไม่ต้องทำงานหนักมาก 4.ช่วยล้างและขับสารพิษที่ตกค้างอยู่ในตับออกมา 5.ช่วยในเรื่องของการควบคุมน้ำหนักได้ดี เพราะไม่มีไขมันที่ทำให้อ้วน และมีโซเดียมในปริมาณที่ต่ำมากๆ ทำให้ไม่เกิดภาวะตัวบวม 6.มีอนุมูลอิสระที่ช่วยให้ร่างกายแข็งแรงไม่เจ็บป่วยบ่อย 7.ช่วยป้องกันโรคโลหิตจาง",
          "content": "https://cities.trueid.net/article/%E0%B8%84%E0%B8%B8%E0%B8%93%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B9%82%E0%B8%A2%E0%B8%8A%E0%B8%99%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%87-%E0%B9%80%E0%B8%AB%E0%B9%87%E0%B8%94%E0%B8%8A%E0%B8%B4%E0%B9%80%E0%B8%A1%E0%B8%88%E0%B8%B4-trueidintrend_52206",
          "recommendmenu": "เห็ดชิเมจผัดเนยซอสโชยุ,เห็ดชิเมจิผัดกะปิ,พาสต้าเห็นชิเมจิ",
          "lng": "en",
          "createdAt": "2021-02-19 15:25:07Z",
          "updatedAt": "2021-02-19 15:25:07Z"
      },
      {
          "sku": "SKU006",
          "productname": "เบค่อน 200 กรัม",
          "category": "Pork",
          "weight": "200 กรัม",
          "benefit": "เบคอน…อุดมไปด้วยวิตามินบี 1 บี 3 และบี 12 รวมถึงสังกะสี ช่วยบำรุงผิว เส้นผม และดวงตา เบคอน…มี “ไนอาซิน” หรือวิตามินบี 3 ที่ช่วยให้คนเรามีอายุยืนขึ้น เบคอน…มีกรดอะมิโนจากโปรตีนที่ช่วยแก้อาการเมาค้าง เบคอน…มีโคเอนไซม์ Q1 ช่วยในการเบิร์นไขมัน เมื่อทำงานร่วมกับการออกกำลังกาย เบคอน…มี 45% ของไขมัน  เป็นไขมันไม่อิ่มตัวที่ดีต่อสุขภาพ",
          "content": "https://www.youtube.com/watch?v=Y7YXOUVWw8U",
          "recommendmenu": "-",
          "lng": "en",
          "createdAt": "2021-02-19 15:25:07Z",
          "updatedAt": "2021-02-19 15:25:07Z"
      },
      {
          "sku": "SKU007",
          "productname": "ซี่โครงหมู 200 กรัม",
          "category": "Pork",
          "weight": "200 กรัม",
          "benefit": "ประโยชน์ทางด้านโปรตีนเสริมสร้างร่างกาย,สร้างกระดูก และทำให้กระดูกแข็งแรงขึ้น",
          "content": "https://www.youtube.com/watch?v=wjBhTOaQPE0",
          "recommendmenu": "-",
          "lng": "en",
          "createdAt": "2021-02-19 15:25:07Z",
          "updatedAt": "2021-02-19 15:25:07Z"
      },
      {
          "sku": "SKU008",
          "productname": "ซี่โครงอ่อน 200 กรัม",
          "category": "Pork",
          "weight": "200 กรัม",
          "benefit": "ได้แคลเซียม เป็นสารตั้งต้นในการเจริญเติบโตของกระดูกและฟัน",
          "content": "https://www.youtube.com/watch?v=HLd1W_8o-oA",
          "recommendmenu": "-",
          "lng": "en",
          "createdAt": "2021-02-19 15:25:07Z",
          "updatedAt": "2021-02-19 15:25:07Z"
      },
      {
          "sku": "SKU009",
          "productname": "เมล่อนญี่ปุ่นเนื้อเขียว 200 กรัม",
          "category": "Fresh fruit",
          "weight": "200 กรัม",
          "benefit": "ลดความดันโลหิตสูง,เสริมสร้างระบบภูมิคุ้มกัน,ช่วยให้ระบบย่อยอาหารทำงานได้อย่างมีประสิทธิภาพมาก,ต่อต้านอนุมูลอิสระ",
          "content": "https://www.youtube.com/watch?v=btrqvjylBog",
          "recommendmenu": "-",
          "lng": "en",
          "createdAt": "2021-02-19 15:25:07Z",
          "updatedAt": "2021-02-19 15:25:07Z"
      },
      {
          "sku": "SKU010",
          "productname": "เมล่อนญี่ปุ่นเนื้อส้ม 200 กรัม",
          "category": "Fresh fruit",
          "weight": "200 กรัม",
          "benefit": "ลดความดันโลหิตสูง,เสริมสร้างระบบภูมิคุ้มกัน,ช่วยให้ระบบย่อยอาหารทำงานได้อย่างมีประสิทธิภาพมาก,ต่อต้านอนุมูลอิสระ",
          "content": "https://www.youtube.com/watch?v=aCAe3pIF51o",
          "recommendmenu": "-",
          "lng": "en",
          "createdAt": "2021-02-19 15:25:07Z",
          "updatedAt": "2021-02-19 15:25:07Z"
      },
      {
          "sku": "SKU011",
          "productname": "ปีกกลางไก่ 200 กรัม",
          "category": "Chicken",
          "weight": "200 กรัม",
          "benefit": "มีแร่ธาตุหลายชนิด เช่น แคลเซียม ฟอสฟอรัส ไวตามินเอ และไนอาซิน",
          "content": "https://www.youtube.com/watch?v=j2x7MAa2qnM",
          "recommendmenu": "ปีกไก่ทอดน้ำปลา",
          "lng": "en",
          "createdAt": "2021-02-19 15:25:07Z",
          "updatedAt": "2021-02-19 15:25:07Z"
      },
      {
          "sku": "SKU012",
          "productname": "ผักกาดแก้ว 200 กรัม",
          "category": "Leafy vegetables",
          "weight": "200 กรัม",
          "benefit": "ช่วยบำรุงร่างกาย ช่วยขับน้ำนม ช่วยบำรุงตับ แก้ปวด แก้ปวดเอว แก้กระหายน้ำ ช่วยป้องกันโรคโลหิตจาง",
          "content": "https://www.youtube.com/watch?v=tCvVAW2aI4A",
          "recommendmenu": "ผักกาดแก้วผัดน้ำปลา",
          "lng": "en",
          "createdAt": "2021-02-19 15:25:07Z",
          "updatedAt": "2021-02-19 15:25:07Z"
      },
      {
          "sku": "SKU013",
          "productname": "เนื้อสันนอกวัว 200 กรัม",
          "category": "Beef",
          "weight": "200 กรัม",
          "benefit": "โปรตีนจากเนื้อสัตว์มีคุณภาพสูง และประกอบด้วยกรดอะมิโน 8 ชนิดที่จำเป็นสำหรับการเจริญเติบโตของร่างกาย ช่วยให้พลังงานสำรองแก่ร่างกาย",
          "content": "https://www.youtube.com/watch?v=_xix1Ti3Jq4",
          "recommendmenu": "สเต็กเนื้อสันนอกพริกไทยดำ",
          "lng": "en",
          "createdAt": "2021-02-19 15:25:07Z",
          "updatedAt": "2021-02-19 15:25:07Z"
      },
      {
          "sku": "SKU014",
          "productname": "หมูสามชั้น  200 กรัม",
          "category": "Pork",
          "weight": "200 กรัม",
          "benefit": "อุดมไปด้วยโปรตีนแล้ว ยังเป็นแหล่งของสารอาหารอื่นๆ เช่นวิตามินบี 1 ช่วยลดอาการเหน็บชา วิตามินเอบำรุงสายตา และยังมีฟอสฟอรัส",
          "content": "https://www.youtube.com/watch?v=nh4nzZza4yE",
          "recommendmenu": "หมูสามชั่นทอดน้ำปลา,หมูสามชั้นผัดพริกเกลือ",
          "lng": "en",
          "createdAt": "2021-02-19 15:25:07Z",
          "updatedAt": "2021-02-19 15:25:07Z"
      },
      {
          "sku": "SKU015",
          "productname": "ดอกกุยช่าย 200 กรัม",
          "category": "Leafy vegetables",
          "weight": "200 กรัม",
          "benefit": "มีฟอสฟอรัส มีเบตาแคโรทีน มีวิตามินเอ มีวิตามินซี มีคาร์โบไฮเดรต มีพลังงาน มีเส้นใย มีไขมัน มีเหล็ก มีแคลเซียม",
          "content": "https://www.youtube.com/watch?v=3n5elf-FRs8",
          "recommendmenu": "ดอกกุยช่ายผัดหมู",
          "lng": "en",
          "createdAt": "2021-02-19 15:25:07Z",
          "updatedAt": "2021-02-19 15:25:07Z"
      },
      {
          "sku": "SKU016",
          "productname": "ผักชีฝรั่ง 200 กรัม",
          "category": "Leafy vegetables",
          "weight": "200 กรัม",
          "benefit": "ตำเป็นยาทาแก้แผลเรื้อรัง และแก้บวม ทั้งต้น แก้แมลงสัตว์กัดต่อย แก้ปวดศีรษะ อาหารเป็นพิษ",
          "content": "https://www.youtube.com/watch?v=2WXXQDuoFLE",
          "recommendmenu": "ต้มข่าไก่,ตำซั่ว",
          "lng": "en",
          "createdAt": "2021-02-19 15:25:07Z",
          "updatedAt": "2021-02-19 15:25:07Z"
      },
      {
          "sku": "SKU017",
          "productname": "หมูบด 200 กรัม",
          "category": "Pork",
          "weight": "200 กรัม",
          "benefit": "มีประโยชน์อย่างมากไม่ว่าจะเป็นช่วยในการลดไขมัน ลดการอักเสบของผิวหนัง หรือแม้กระทั่งบำรุงสมอง",
          "content": "https://www.youtube.com/watch?v=ydACV5lJ0pA",
          "recommendmenu": "ผัดกระเพราหมูบด,ต้มจืดเต้าหู้หมูบด",
          "lng": "en",
          "createdAt": "2021-02-19 15:25:07Z",
          "updatedAt": "2021-02-19 15:25:07Z"
      },
      {
          "sku": "SKU018",
          "productname": "ตับหมู 200 กรัม",
          "category": "Pork",
          "weight": "200 กรัม",
          "benefit": "สามารถช่วยบำรุงสายตาให้สามารถปรับการรับรู้ในที่แสงสว่างไม่เพียงพออีกด้วย กระตุ้นระบบกล้ามเนื้อร่างกายให้มีประสิทธิภาพมากยิ่งขึ้น",
          "content": "https://www.youtube.com/watch?v=0CAVVqE6RGM",
          "recommendmenu": "ตับทอดกระเทียม,ผัดกระเพราตับ",
          "lng": "en",
          "createdAt": "2021-02-19 15:25:07Z",
          "updatedAt": "2021-02-19 15:25:07Z"
      },
      {
          "sku": "SKU019",
          "productname": "ตับไก่ 200 กรัม",
          "category": "Chicken",
          "weight": "200 กรัม",
          "benefit": "ตับไก่ มีประโยชน์ เสริมสร้างกล้ามเนื้อ ซ่อมแซมส่วนที่สึกหรอ และเป็นแหล่งรวมวิตามิน ทั้งวิตามินเอ วิตามินบี 2",
          "content": "https://www.youtube.com/watch?v=j8VQkRwTNIs",
          "recommendmenu": "กระเพราตับไก่",
          "lng": "en",
          "createdAt": "2021-02-19 15:25:07Z",
          "updatedAt": "2021-02-19 15:25:07Z"
      },
      {
          "sku": "SKU020",
          "productname": "น่องไก่ 200 กรัม",
          "category": "Chicken",
          "weight": "200 กรัม",
          "benefit": "มีแร่ธาตุหลายชนิด เช่น แคลเซียม ฟอสฟอรัส ไวตามินเอ และไนอาซิน",
          "content": "https://www.youtube.com/watch?v=LFIBeqlExu8",
          "recommendmenu": "น่องไก่ชุบแป้งทอด",
          "lng": "en",
          "createdAt": "2021-02-19 15:25:07Z",
          "updatedAt": "2021-02-19 15:25:07Z"
      }
      ], {});
   
  },

  down: async (queryInterface, Sequelize) => {
    /**
     * Add commands to revert seed here.
     *
     * Example:
     * await queryInterface.bulkDelete('People', null, {});
     */
  }
};
